"agent_OKButton" = "OK";
"agent_CancelButton" = "Annuler";

"agent_menuQuit" = "Quitter";
"agent_menuEnablePlugin" = "Activer le plug-in Folx";
"agent_menuConfigure" = "Préférences du plug-in";

"agent_menuAddTask" = "Nouvelle tâche";
"agent_menuStartAll" = "Tout démarrer";
"agent_menuStopAll" = "Tout arrêter";

"agent_btnUsePlugin" = "Utiliser Folx pour récupérer des liens de téléchargement dans les navigateurs";
"agent_prefCheckMimeType" = "Types de fichiers à récupérer :";
"agent_prefRestoreDefaults" = "Restaurer les paramètres par défaut";

"agent_msgErrorAddCatchingType" = "Tous les champs doivent être renseignés";
"agent_infoErrorAddCatchingType" = "Veuillez renseigner tous les champs pour ajouter le type de fichiers à récupérer";

"agent_Description" = "Description";
"agent_MimeType" = "Type MIME";
"agent_Extensions" = "Extension(s)";

"agent_msgFolxNotFound" = "Folx n'est pas installé sur cet ordinateur";
"agent_infoFolxNotFound" = "Le plug-in Folx ne peut fonctionner sans l'application Folx. Pour pouvoir récupérer des liens et télécharger des fichiers, vous devez télécharger et installer le gestionnaire de téléchargements Folx.";

"agent_msgInstallPlugin" = "L'agent Folx a terminé l'installation de ses plug-ins de navigateur";
"agent_infoInstallPlugin" = "Veuillez redémarrer vos navigateurs Internet pour activer l'option de récupération de liens. Pour obtenir la liste des navigateurs supportés, veuillez consulter l'aide de Folx.";